    #Импорт модуля для вывода при его активации - "Zen of Python" или же правил написания кода.
import this
    #Иимпорт модуля который при запуске открывает комикс с ресурса "xkcd".
import antigravity
    #Импорт модуля который при запуске выводит "Hello World!".
import __hello__
    #Модуль future используется если в какой либо версии языка появляется функция которая является не стандартной и несовместима с текущей.
    #Использование модуля future для включения функции создания блоков скобками "()", получена ошибка, так как шансы того что это будет реализовано равны нулю.
    #Не получается использовать модуль одновременно с другими модулями так как он должен находится в начале кода.
    #Из-за ошибки активации, невозможно использовать другие модули.
    #Создаём новый проэкт куда вводим команду и из него запускаем модуль.
import testfutur
reponse